[Demo_Maya_ep6_4_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1044,Y=6000,Z=104),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-2144,Y=6000,Z=-31),VecSub=(X=180,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1850,Y=5960,Z=-300),VecSub=(X=30,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0100_fx_close_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1000_lp_Envy",Rate=0,Number=3,Bit=4)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=1,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Ground.GG2_AMB_Ground_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[19]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[20]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[22]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[23]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[24]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[27]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[28]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_007_Cue',Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[34]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[35]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_009_Cue',Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[41]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[42]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_012_Cue',Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_014_Cue',Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_015_Cue',Name="")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[56]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[57]=(Actor=WINDOW,Command=EXIT)
DemoScripts[58]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[59]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1444,Y=6000,Z=104),SecTime=1.5)
DemoScripts[60]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[61]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1444,Y=6000,Z=104),SecTime=)
DemoScripts[62]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[63]=(Actor=WINDOW,Command=SET)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_016_Cue',Name="クロナ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=WINDOW,Command=EXIT)
DemoScripts[68]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_4.GG2_SE_DM_Ball_Roll_Cue')
DemoScripts[69]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[70]=(Actor=ICON,Command=SET,CId=1,Bit=1)
DemoScripts[71]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[72]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1644,Y=6000,Z=-10),SecTime=0.2)
DemoScripts[73]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=-75,Z=0),SecTime=0.2)
DemoScripts[74]=(Actor=SYSTEM,Command=WAIT,SecTime=0.2)
DemoScripts[75]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=0,Y=0,Z=-300),CId=70)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=1,Number=3,Bit=5)
DemoScripts[77]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1644,Y=6000,Z=0),SecTime=)
DemoScripts[78]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-50,Z=0),SecTime=)
DemoScripts[79]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_4.GG2_SE_DM_Tumble_Cue')
DemoScripts[80]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=)
DemoScripts[81]=(Actor=WINDOW,Command=SET)
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_018_Cue',Name="")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[85]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[86]=(Actor=WINDOW,Command=EXIT)
DemoScripts[87]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1644,Y=6000,Z=104),SecTime=1)
DemoScripts[88]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=1)
DemoScripts[89]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[90]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1644,Y=6000,Z=104),SecTime=)
DemoScripts[91]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[92]=(Actor=WINDOW,Command=SET)
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[94]=(Actor=WINDOW,Command=EXIT)
DemoScripts[95]=(Actor=ICON,Command=SET,CId=15,Bit=15)
DemoScripts[96]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[97]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[98]=(Actor=FADE,Command=WAIT)
DemoScripts[99]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_4.GG2_SE_DM_Basin_Hit_Cue')
DemoScripts[100]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=)
DemoScripts[101]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[102]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[103]=(Actor=FADE,Command=WAIT)
DemoScripts[104]=(Actor=WINDOW,Command=SET)
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[106]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_021_Cue',Name="")
DemoScripts[107]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[108]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[110]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=)
DemoScripts[111]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[112]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_4.GG2_SE_DM_Rope_Pull_Cue')
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[114]=(Actor=WINDOW,Command=EXIT)
DemoScripts[115]=(Actor=SYSTEM,Command=TAG,Label=DEBUG)
DemoScripts[116]=(Actor=FADE,Command=WAIT)
DemoScripts[117]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1644,Y=6000,Z=160),SecTime=)
DemoScripts[118]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=197,Z=0),SecTime=)
DemoScripts[119]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-1850,Y=5960,Z=-31),CId=72)
DemoScripts[120]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-1850,Y=6040,Z=-31),CId=70)
DemoScripts[121]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=-30,Y=0,Z=0),CId=70)
DemoScripts[122]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[123]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[124]=(Actor=FADE,Command=WAIT)
DemoScripts[125]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[126]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[127]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=)
DemoScripts[128]=(Actor=WINDOW,Command=SET)
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=3,Bit=1)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[132]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_025_Cue',Name="クロナ")
DemoScripts[133]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[134]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0109_fx_Stand2Pose",Rate=1,Number=3,Bit=1)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0900_lp_Pose",Number=8)
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0901_fx_Pose2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[145]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_028_Cue',Name="カミゾノ　マヤ")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[147]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_029_Cue',Name="カミゾノ　マヤ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[152]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_031_Cue',Name="クロナ")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",Rate=0,Number=0,Bit=1)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[157]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_032_Cue',Name="クロナ")
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[159]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[161]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_033_Cue',Name="カミゾノ　マヤ")
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[163]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_035_Cue',Name="")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[171]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-1800,Y=6040,Z=110))
DemoScripts[172]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-1850,Y=6040,Z=110))
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_036_Cue',Name="クロナ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[177]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=-1800,Y=5960,Z=110))
DemoScripts[178]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=4,Vec=(X=-1850,Y=5960,Z=110))
DemoScripts[179]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[180]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[181]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[182]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[183]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[184]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[185]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_038_Cue',Name="クロナ")
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[187]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[189]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_039_Cue',Name="カミゾノ　マヤ")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[191]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[192]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[194]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_040_Cue',Name="クロナ")
DemoScripts[195]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[196]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[198]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_041_Cue',Name="クロナ")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[200]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[201]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[202]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_042_Cue',Name="クロナ")
DemoScripts[203]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[204]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[205]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_043_Cue',Name="クロナ")
DemoScripts[206]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[207]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[208]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_lp_close_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[209]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[210]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_044_Cue',Name="クロナ")
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[212]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[213]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_045_Cue',Name="カミゾノ　マヤ")
DemoScripts[214]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[215]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[216]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_046_Cue',Name="")
DemoScripts[217]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[218]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[219]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=3,Bit=1)
DemoScripts[220]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[221]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[222]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[223]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[224]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[225]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[226]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_047_Cue',Name="クロナ")
DemoScripts[227]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[228]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[229]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[230]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[231]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_049_Cue',Name="クロナ")
DemoScripts[232]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[233]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[234]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[235]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[236]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_050_Cue',Name="クロナ")
DemoScripts[237]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[238]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[239]=(Actor=WINDOW,Command=EXIT)
DemoScripts[240]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[241]=(Actor=FADE,Command=WAIT)
DemoScripts[242]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[243]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[244]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[245]=(Actor=FADE,Command=WAIT)
DemoScripts[246]=(Actor=WINDOW,Command=SET)
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[248]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_052_Cue',Name="")
DemoScripts[249]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[250]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[251]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_053_Cue',Name="")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[253]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[254]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[255]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0100_lp_close_normal",Rate=1,Number=0,Bit=1)
DemoScripts[256]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_055_Cue',Name="カミゾノ　マヤ")
DemoScripts[257]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[258]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[259]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[260]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_056_Cue',Name="カミゾノ　マヤ")
DemoScripts[261]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[262]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[263]=(Actor=WINDOW,Command=EXIT)
DemoScripts[264]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_4.GG2_SE_DM_Rope_Unlash_Cue')
DemoScripts[265]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[266]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[267]=(Actor=FADE,Command=WAIT)
DemoScripts[268]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1444,Y=6000,Z=104),SecTime=)
DemoScripts[269]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[270]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-1634,Y=6000,Z=-31),CId=70)
DemoScripts[271]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=0,Y=0,Z=0),CId=70)
DemoScripts[272]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[273]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[274]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[275]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[276]=(Actor=FADE,Command=WAIT)
DemoScripts[277]=(Actor=WINDOW,Command=SET)
DemoScripts[278]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[279]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_058_Cue',Name="カミゾノ　マヤ")
DemoScripts[280]=(Actor=TEXT,Command=SET,ID=TEXT58)
DemoScripts[281]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[282]=(Actor=TEXT,Command=SET,ID=TEXT59)
DemoScripts[283]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_060_Cue',Name="カミゾノ　マヤ")
DemoScripts[284]=(Actor=TEXT,Command=SET,ID=TEXT60)
DemoScripts[285]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[286]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[287]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_061_Cue',Name="カミゾノ　マヤ")
DemoScripts[288]=(Actor=TEXT,Command=SET,ID=TEXT61)
DemoScripts[289]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[290]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=3,Bit=1)
DemoScripts[291]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[292]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_062_Cue',Name="カミゾノ　マヤ")
DemoScripts[293]=(Actor=TEXT,Command=SET,ID=TEXT62)
DemoScripts[294]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[295]=(Actor=TEXT,Command=SET,ID=TEXT63)
DemoScripts[296]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[297]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[298]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_064_Cue',Name="カミゾノ　マヤ")
DemoScripts[299]=(Actor=TEXT,Command=SET,ID=TEXT64)
DemoScripts[300]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[301]=(Actor=TEXT,Command=SET,ID=TEXT65)
DemoScripts[302]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_066_Cue',Name="")
DemoScripts[303]=(Actor=TEXT,Command=SET,ID=TEXT66)
DemoScripts[304]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[305]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_4.GG2_V_Maya_ep6_4_067_Cue',Name="")
DemoScripts[306]=(Actor=TEXT,Command=SET,ID=TEXT67)
DemoScripts[307]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[308]=(Actor=TEXT,Command=SET,ID=TEXT68)
DemoScripts[309]=(Actor=WINDOW,Command=EXIT)
DemoScripts[310]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[311]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[312]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[313]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[314]=(Actor=SYSTEM,Command=WAIT,SecTime=3)
DemoScripts[315]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep6_4_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=STUDY,ParamNum=50),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep6_4_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="啊,有了有了!/n小真夜--!")

Texts[1]=(Label="TEXT02",Name="真夜",Text="......哭哭.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="咦,她在哭!?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="發生什麼事了?/n總之先問問小真夜原因......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="小真夜,妳還好嗎!?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="再這樣哭下去會脫水!/n總之先補充水分!")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="峯大大人擔心的方式/n非常脫線耶......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="那些眼淚......就由大哥哥來/n替妳舔一舔吧---!!!")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="真夜大人,危險!!/n快逃啊--!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="因為小真夜哭了,/n所以今天是眼淚紀念日......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="......是祭典--!!!")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="咦咦!?")

Texts[12]=(Label="TEXT13",Name="峯大",Text="哇咻咿! 哇咻咿!/n來吧,艾可蘿也一起!")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="......傻眼......")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="......哇咻咿.")

Texts[15]=(Label="TEXT16",Name="???",Text="就是現在DEATH!/n網球! 旋轉發射--!")

Texts[16]=(Label="TEXT17",Name="峯大",Text="......欸,唔嘎!!?")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="峯大大人!?")

Texts[18]=(Label="TEXT19",Name="峯大",Text="痛痛痛....../n為什麼突然有球滾出來......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="呀嗚!!",Format[0]=(Size=37,Start=0,End=6))

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="這個是,臉盆!/n是鐵臉盆!!")

Texts[21]=(Label="TEXT22",Name="峯大",Text="嗚嗚......妳說臉盆......什麼?/n這裡是網球場沒錯吧......")

Texts[22]=(Label="TEXT23",Name="峯大",Text="......欸,嗚哇啊啊啊啊!!!",Format[0]=(Size=37,Start=0,End=28))

Texts[23]=(Label="TEXT24",Name="峯大",Text="為什麼我會被倒吊起來啊~!?",Format[0]=(Size=37,Start=0,End=30))

Texts[24]=(Label="TEXT25",Name="庫蘿娜",Text="成功了!/n完美DEATH!")

Texts[25]=(Label="TEXT26",Name="真夜",Text="大成功~")

Texts[26]=(Label="TEXT27",Name="峯大",Text="真夜小姐,這是怎麼回事?")

Texts[27]=(Label="TEXT28",Name="真夜",Text="真夜小姐,決定要/n幫小庫蘿娜的忙了.")

Texts[28]=(Label="TEXT29",Name="真夜",Text="為了不讓她,/n再做出剛才那種,危險的惡作劇,/n由我來,提議安全的惡作劇.")

Texts[29]=(Label="TEXT30",Name="峯大",Text="咦,可是我覺得剛才已經夠危險了耶....../n我的安全呢......?")

Texts[30]=(Label="TEXT31",Name="庫蘿娜",Text="那種小事無所謂DEATH!/n人類!")

Texts[31]=(Label="TEXT32",Name="庫蘿娜",Text="惡作劇3連莊!/n這樣一來,課題的惡作劇印章/n就全都蓋滿了DEATH!")

Texts[32]=(Label="TEXT33",Name="真夜",Text="可喜可賀,可喜可賀.")

Texts[33]=(Label="TEXT34",Name="峯大",Text="唔唔......既然真夜都這麼說了,/n那就當作圓滿收場吧.")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="這是墜入愛河的男人的軟肋呢.")

Texts[35]=(Label="TEXT36",Name="庫蘿娜",Text="......那個......")

Texts[36]=(Label="TEXT37",Name="真夜",Text="什麼事?")

Texts[37]=(Label="TEXT38",Name="庫蘿娜",Text="謝謝妳DEATH.人類./n多虧了妳,我好像可以/n不被魔王大人罵了DEATH.")

Texts[38]=(Label="TEXT39",Name="真夜",Text="那真是太好了.")

Texts[39]=(Label="TEXT40",Name="庫蘿娜",Text="......真是奇怪的人類DEATH./n明明是惡魔獵人,/n卻還擔心惡魔什麼的......")

Texts[40]=(Label="TEXT41",Name="庫蘿娜",Text="......不過,謝啦DEATH.")

Texts[41]=(Label="TEXT42",Name="庫蘿娜",Text="庫蘿娜要回去了DEATH./n畢竟要是花太多時間的話/n也會被扣分的DEATH.")

Texts[42]=(Label="TEXT43",Name="庫蘿娜",Text="再見DEATH./n......真夜!")

Texts[43]=(Label="TEXT44",Name="庫蘿娜",Text="下次惡作劇的時候,/n只有妳,稍微....../n手下留情也不是不行DEATH!")

Texts[44]=(Label="TEXT45",Name="真夜",Text="小庫蘿娜......")

Texts[45]=(Label="TEXT46",Name="艾可蘿",Text="跟惡魔都能變得要好....../n真夜大人說不定是不得了的大人物......")

Texts[46]=(Label="TEXT47",Name="庫蘿娜",Text="啊,對了對了,吊在那裡的人類./n有件事忘了告訴你DEATH.")

Texts[47]=(Label="TEXT48",Name="峯大",Text="雖然吊在這裡/n是妳們害的就是了....../n所以是什麼事?")

Texts[48]=(Label="TEXT49",Name="庫蘿娜",Text="曾經被惡魔長槍刺中的女孩子們,/n黑暗能量的影響會暫時殘留在體內DEATH./n具體來說......呃......大概是1天左右吧?")

Texts[49]=(Label="TEXT50",Name="庫蘿娜",Text="就算庫蘿娜回去了,也不會恢復原狀,/n所以剩下的就交給你了DEATH!/n就這樣,掰比DEATH.")

Texts[50]=(Label="TEXT51",Name="峯大",Text="咦......等等!?/n全都推給我!!?")

Texts[51]=(Label="TEXT52",Name="艾可蘿",Text="那個惡魔......留下了/n很不得了的紀念品呢......")

Texts[52]=(Label="TEXT53",Name="艾可蘿",Text="看來只能跟目前為止一樣,/n要是發現被黑暗能量操控的女孩子,/n就由峯大大人讓她們恢復原狀了......")

Texts[53]=(Label="TEXT54",Name="峯大",Text="唔唔......也只能這樣了吧....../n我覺得自己好像禍不單行啊......")

Texts[54]=(Label="TEXT55",Name="真夜",Text="......呼.")

Texts[55]=(Label="TEXT56",Name="真夜",Text="你等等,峯哥./n現在就,放你下來......")

Texts[56]=(Label="TEXT57",Name="峯大",Text="哎呀--得救了./n我都快要腦充血了啊.")

Texts[57]=(Label="TEXT58",Name="真夜",Text="還好嗎?/n對不起啊.")

Texts[58]=(Label="TEXT59",Name="峯大",Text="嗯......不過,嚇我一跳哦./n如果能好好說明的話,/n我也會幫忙的說.")

Texts[59]=(Label="TEXT60",Name="真夜",Text="如果事先說明,就不算惡作劇了./n沒辦法保證,能拿到,印章.")

Texts[60]=(Label="TEXT61",Name="真夜",Text="而且,峯哥,很溫柔....../n我想一定會原諒我們,所以才......")

Texts[61]=(Label="TEXT62",Name="真夜",Text="我是,壞孩子嗎?")

Texts[62]=(Label="TEXT63",Name="峯大",Text="......不,沒關係啦./n這代表妳很信任我,對吧?")

Texts[63]=(Label="TEXT64",Name="真夜",Text="嗯.")

Texts[64]=(Label="TEXT65",Name="峯大",Text="小真夜很坦率呢.")

Texts[65]=(Label="TEXT66",Name="艾可蘿",Text="呣呣呣!/n看這氣氛......現在的話/n說不定就能擊破守護者了!")

Texts[66]=(Label="TEXT67",Name="艾可蘿",Text="峯大大人,我要展開心跳力場了!/n就是現在,把你的心意傾注進去吧!")

Texts[67]=(Label="TEXT68",Name="峯大",Text="咦!?/n啊......好!!")

Texts[68]=(Label="",Name="",Text="")

Texts[69]=(Label="SELECT01",Name="",Text="原因究竟是?")

Texts[70]=(Label="SELECT02",Name="",Text="小真夜/n還好嗎!?")

Texts[71]=(Label="SELECT03",Name="",Text="總之先/n補充水分!")

Texts[72]=(Label="SELECT04",Name="",Text="好想舔一舔/n她的眼淚")

Texts[73]=(Label="SELECT05",Name="",Text="是祭典!")

Texts[74]=(Label="SELECT06",Name="",Text="")

Texts[75]=(Label="SELECT07",Name="",Text="")

Texts[76]=(Label="SELECT08",Name="",Text="")

Texts[77]=(Label="SELECT09",Name="",Text="")

Texts[78]=(Label="SELECT10",Name="",Text="")


